var config = {
    // الجمل التالية ليس من الضروري أن تكون 7 جمل
    // يمكنك تغييرها إلى 4 جمل أو حتى جملتين
    lines: [
"جفَّتْ أشعاري وأوراقي",
"بنظراتنا حينَ التلاقي",
"وتلعثمَ اللفظُ البليغُ بحضرةٍ",
"تُغني عن الإفصاحِ والإطلاقِ",
"لغةُ العيونِ أشدُّ وقعاً في الحشا",
"من كلِّ شعرٍ صِيغَ في الآفاقِ",
"يا فتنةً سلبتْ فؤادي رِقَّةً",
"وسقتهُ كأساً من لظى المُشتاقِ",
"لا تنطقي، فالصمتُ في حرمِ الهوى",
"أوفى وأبلغُ من صدى الأبواقِ",
"دعي العيونَ تبوحُ بالسرِّ الذي",
"أعيا فصاحةَ أحرفي وطِباقي"
],
    // مدة الحب – انتبه لصيغة التاريخ، مهم جدًا
    // يجب أن تكون الصيغة مطابقة تمامًا لما هو أدناه
    // الصيغة: سنة-شهر-يوم ساعة:دقيقة:ثانية
    date: "2026-1-15 1:15:0",
    // اسما الطرفين
    names: ["روميو ","جوليت" ]
}
