var config = {
    // الجمل التالية ليس من الضروري أن تكون 7 جمل
    // يمكنك تغييرها إلى 4 جمل أو حتى جملتين
    lines: [
        "جوري يا نبض القلب",
        "الحب لا يُقاس بالزمن، بل بعمق الشعور",
        "وكلما مرّ العمر، ازددتُ يقينًا أنكِ قدري",
        "ابتسامتكِ وطن، ووجودكِ أمان",
        "معكِ يصبح الصبر وعدًا، والانتظار طمأنينة",
        "جوري، أنتِ الاختيار الذي أجدده كل يوم",
        "سهيل يحبكِ… دائمًا وأبدًا"
    ],
    // مدة الحب – انتبه لصيغة التاريخ، مهم جدًا
    // يجب أن تكون الصيغة مطابقة تمامًا لما هو أدناه
    // الصيغة: سنة-شهر-يوم ساعة:دقيقة:ثانية
    date: "2026-2-1 10:15:0",
    // اسما الطرفين
    names: ["جوري", "سهيل "]
}